{
    "jobs": [
        {
            "id": "vtNWqyAYmwC8O2oCAAAAAA==",
            "application_url": "https://www.ziprecruiter.com/c/Walmart/Job/Senior-Manager-I,-Data-Analytics/-in-Tontitown,AR?jid=2dacd8eac1f5bb4d&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Walmart",
            "plain_text_description": "Position Summary...\n\nWhat you'll do...\nWhat you'll do...\n\nIdentifying, tracking and solving defects is critical for any organization's sustainable success. Unresolved defects impact customer loyalty and create friction for its employees.\n\nIn this role you will:\n• Leverage our defect management platform to identify and size our customer and associates' biggest pain points which will influence enterprise-wide roadmaps and prioritization.\n• Partner with our data science teams to develop best-in-class capabilities to identify defects programmatically, proactively and intelligently, and enable root cause analysis and case management to eliminate defects.\n• Ensure final deliverables are actionable and communicated in a way that drives quantifiable business benefit in terms of improved efficiencies or improved decision making.\n• Examples of deliverables could range from data base management, scorecard development, reporting and visualization development and automation, descriptive analytics followed by predictive /prescriptive analytics.\n\nDesired Skills and Experience:\n• Proficiency in SQL, GCP and R/Python.\n• Visual Analytics Tools: Tableau, Looker, and Power BI\n• A/B testing frameworks\n• Hypothesis testing, statistics, and probability\n• Working knowledge of Machine Learning frameworks\n• Can effectively synthesize, visualize, and communicate ideas to others\n• Storytelling using data\n• Ability to support teams in multiple locations\n\nMinimum Qualifications...\n\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n\nOption 1: Bachelor's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Arts, Finance or related field and 3 years' experience in data analysis, data science, statistics, or related field. Option 2: Master's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 1 year's experience in data analysis, data science, statistics, or related field. Option 3: 5 years' experience in data analysis, data science, statistics, or related field.\n\nPreferred Qualifications...\n\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n\nData science, data analysis, statistics, or related field, Master's degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau), Supervisory experience\n\nPrimary Location...\n702 SW 8TH ST, BENTONVILLE, AR 72716, United States of America",
            "html_description": "<p>Position Summary...</p><p>What you'll do...</p><p>What you'll do...</p><p>Identifying, tracking and solving defects is critical for any organization's sustainable success. Unresolved defects impact customer loyalty and create friction for its employees.</p><p>In this role you will:</p><ul><li>Leverage our defect management platform to identify and size our customer and associates' biggest pain points which will influence enterprise-wide roadmaps and prioritization.</li><li>Partner with our data science teams to develop best-in-class capabilities to identify defects programmatically, proactively and intelligently, and enable root cause analysis and case management to eliminate defects.</li><li>Ensure final deliverables are actionable and communicated in a way that drives quantifiable business benefit in terms of improved efficiencies or improved decision making.</li><li>Examples of deliverables could range from data base management, scorecard development, reporting and visualization development and automation, descriptive analytics followed by predictive /prescriptive analytics.</li></ul><p>Desired Skills and Experience:</p><ul><li>Proficiency in SQL, GCP and R/Python.</li><li>Visual Analytics Tools: Tableau, Looker, and Power BI</li><li>A/B testing frameworks</li><li>Hypothesis testing, statistics, and probability</li><li>Working knowledge of Machine Learning frameworks</li><li>Can effectively synthesize, visualize, and communicate ideas to others</li><li>Storytelling using data</li><li>Ability to support teams in multiple locations</li></ul><p>Minimum Qualifications...</p><p>Outlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.</p><p>Option 1: Bachelor's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Arts, Finance or related field and 3 years' experience in data analysis, data science, statistics, or related field. Option 2: Master's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 1 year's experience in data analysis, data science, statistics, or related field. Option 3: 5 years' experience in data analysis, data science, statistics, or related field.</p><p>Preferred Qualifications...</p><p>Outlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.</p><p>Data science, data analysis, statistics, or related field, Master's degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau), Supervisory experience</p><p>Primary Location...</p><p>702 SW 8TH ST, BENTONVILLE, AR 72716, United States of America</p>",
            "publication_time": "2023-09-12T08:04:14.826Z",
            "source": "ZipRecruiter",
            "title": "Senior Manager I, Data Analytics",
            "salary": null
        },
        {
            "id": "KY1bWfPPQVihQPVFAAAAAA==",
            "application_url": "https://careers.walmart.com/us/jobs/WD1621653-staff-data-analyst-data-ventures?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Walmart",
            "plain_text_description": "Position Summary...\n\nWhat you'll do...\n\nAs a Staff data analyst, you will lead a team of analysts and take ownership of project delivery and responsibilities playing a prominent technical role to help build data centric insights and product features. You will work closely with product stakeholders and deliver outstanding business outcomes. Provide leadership with constant updates and align with directions and expectation.\n\nMust have the following to be considered: SQL, Python, R, Looker, PowerBI, SQL, NoSQL, Big Data and Cloud technologies like GCP BQ.\n\nAbout Team: Data Ventures\nData Ventures, akin to a nimble startup incubated within Walmart is building the best-in-class suite of Data Products to deliver actionable, customer-centric insights and help merchants and suppliers make better business decisions on omni channel 360 performance.\n\nWhat you'll do:\n• Data Source Identification: Requires knowledge of Functional business domain and scenarios; Categories of data and where it is... held; Business data requirements; Database technologies and distributed datastores (e.g. SQL, NoSQL); Data Quality; Existing business systems and processes, including the key drivers and measures of success. To support the understanding of the priority order of requirements and service level agreements. Help identify the most suitable source for data that is fit for purpose. Perform initial data quality checks on extracted data.\n• Tech. Problem Formulation: Requires knowledge of Analytics/big data analytics / automation techniques and methods; Business understanding; Precedence and use cases; Business requirements and insights. To translate/ co-own business problems within one's discipline to data related or mathematical solutions. Identify appropriate methods/tools to be leveraged to provide a solution for the problem. Share use cases and gives examples to demonstrate how the method would solve the business problem.\n• Understanding Business Context: Requires knowledge of Industry and environmental factors; Common business vernacular; Business practices across two or more domains such as product, finance, marketing, sales, technology, business systems, and human resources and in-depth knowledge of related practices; Directly relevant business metrics and business areas. To evaluate proposed business cases for projects and initiatives. Translate business requirements into strategies, initiatives, and projects and aligns them to business strategy and objectives and drives the execution of deliverables. Build and articulate the business case and return on investment and delivers work that has demonstrable value. Challenge business assumptions on topics related to one's domain expertise. Mentor the team members on new business insights and allied developments. Proactively engage in the external community to build Walmart's brand and learn more about industry practices.\n• Data Visualization: Requires knowledge of Visualization guidelines and best practices for complex data types; Multiple data visualization tools (for example, Python, R libraries, GGplot, Matplotlib, Ploty, Tableau, PowerBI etc.); Advanced visualization techniques/ tools; Multiple story plots and structures (OABCDE); Communication & influencing technique; Emotional intelligence. To identify and recommend the most suitable visualization tools based on context. Generate appropriate graphical representations of data and model outcomes. Understand customer requirements to design appropriate data representation for complex data sets and drive User Experience designers and User Interface engineers to build front end applications. Define application design based on customer requirements. Build compelling stories based on context to integrate multiple pieces of information into cohesive insights. Present to and influence diverse audiences using the appropriate data visualization frameworks and conveys clear messages through deep business and stakeholder understanding. Customize communication style based on stakeholders and leverages relationships to drive behavioral change. Guide and mentor junior associates on story types, structures, and techniques based on context.\n• Exploratory Data Analysis: Requires knowledge of relevant Knowledge Discovery in Data (KDD) tools, applications, or scripting languages such as SQL, Oracle, Apache Mahout, MS Excel, Python; Statistical techniques (for example, mean, mode, median, variance, standard deviation, correlation, and sorting and grouping); Research analysis standards and activities; Documentation procedures such as drafting, editing, Bibliography format; Relevant Knowledge Discovery in Data (KDD) tools, applications, or scripting languages such as SQL, DB, SAS, Oracle, Apache Mahout, MS Excel, Python; KDD industry best practices and emerging trends. To promote the value of Knowledge Discovery in Data (KDD) for business managers. Identify and applies suitable KDD tool basis business requirement. Guide junior team members on tools and techniques. Stay abreast of best practices in KDD techniques. Test and evaluate multiple solutions, methods, and models to determine accuracy, validity, and applicability. Establish standards for application and interpretation of statistical data. Conduct statistical experiments (for example hypothesis tests, confidence intervals) and builds statistical models using packages like Statistical Analysis Systems (SAS). Design, write, and publish numerous research documents on diverse topics. Consult on complex situations to test hypotheses, anticipate pitfalls, prevent false conclusions, and advise others on avoiding them. Provide insights to the business based on research findings.\n• Data Strategy: Requires knowledge of understanding of business value and relevance of data and data enabled insights / decisions; Appropriate application and understanding of data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc.; Understanding of the methods and applications that unlock the monetary value of data assets. To Understand, articulate, interpret, and apply the principles of the defined strategy to unique, moderately complex business problems that may span one or main functions or domains.\n• Data Quality Management: Requires knowledge of Data quality management techniques and standards; Business metadata definitions and content data definitions; Data profiling tools, data cleansing tools, data integration tools, and issues and event management tools; Understanding of user's data consumption, data needs, and business implications; Data modeling, storage, integration, and warehousing; Data quality framework and metrics; User access best practices; Enterprise data architecture, modeling and design, storage, integration, and warehousing; Enterprise data quality framework and metrics; Enterprise data strategy; Enterprise data quality strategy; Enterprise strategy to address regulatory and ethical requirements and policies around data privacy, security, storage, retention, and documentation. To promote and educate others on data quality awareness. Profile, analyze, and assess data quality. Test and validate data quality requirements. Continuously measure and monitor data quality. Deliver against data quality service level agreements. Manage operational Data Quality Management procedures. Manage data quality issues and leads data cleansing activities to remove data quality defects, improve data quality, and eliminate unused data. Determine user accessibility and removes or restricts user access as needed. Interpret company and regulatory policies on data. Educate others on data governance processes, practices, policies, and guidelines.\n• Drives the execution of multiple business plans and projects by identifying customer and operational needs; developing and communicating business plans and priorities; removing barriers and obstacles that impact performance; providing resources; identifying performance standards; measuring progress and adjusting performance; accordingly, developing contingency plans; and demonstrating adaptability and supporting continuous learning.\n• Provides supervision and development opportunities for associates by selecting and training; mentoring; assigning duties; building a team-based work environment; establishing performance expectations and conducting regular performance evaluations; providing recognition and rewards; coaching for success and improvement; and ensuring diversity awareness.\n• Promotes and supports company policies, procedures, mission, values, and standards of ethics and integrity by training and providing direction to others in their use and application; ensuring compliance with them; and utilizing and supporting the Open Door Policy.\n• Ensures business needs are being met by evaluating the ongoing effectiveness of current plans, programs, and initiatives; consulting with business partners, managers, co-workers, or other key stakeholders; soliciting, evaluating, and applying suggestions for improving efficiency and cost-effectiveness; and participating in and supporting community outreach events.\n\nWhat you'll bring:\n\nTranslate complex business requirements into clear, concise data analysis plans and develop appropriate methodologies to address business needs.\n• Analyze large and complex datasets to identify insights and opportunities that drive business value, use data to propose solutions.\n• Effectively communicate insights and recommendations to business stakeholders through visualizations, presentations, and other storytelling methods.\n• Develop and maintain a deep understanding of the retail industry, including the knowledge of retail operations (sales, inventory, etc.), customer data and behavior, supply chain management, as well as e-commerce (website and app traffic analysis).\n• Lead a team of data analysts in managing their workloads, delegating tasks, making sure their work is aligned with business goals, and providing guidance on data analysis methodologies and techniques.\n• Partner with product managers, data scientists, data engineers, as well as internal data source teams to ensure that data analysis work is properly scoped, planned, and executed.\n• Ensure the quality, governance, and standards of data by developing and implementing data management policies and procedures.\n• Understand business value and relevance of data and help build data enabled insights; Work on Strategy for data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc.\n• Passion for problem-solving, come with Analytical mindset with critical-thinking, and data skills.\n• Strong technical skills in SQL, Python, R, or other programming languages commonly used in data analysis.\n• Awareness of software engineering principles, ability to develop and deploy appropriate analytic code.\n• Well-versed experience in visualization tools and best practices like Looker, PowerBI etc.\n• Experience working with large datasets, finding insights, and telling stories using data.\n• Comprehensive knowledge in working with distributed datastores (e.g., SQL, NoSQL), and Big Data and Cloud technologies like GCP BQ.\n• Experience in leading and mentoring a team of data analysts.\n• Excellent communication skills and ability to effectively communicate technical concepts to non-technical stakeholders.\n• (Strongly preferred) Prior experience working in the retail data sets\n\nAbout Walmart Global Tech\nImagine working in an environment where one line of code can make life easier for hundreds of millions of people. That’s what we do at Walmart Global Tech. We’re a team of software engineers, data scientists, cybersecurity expert's and service professionals within the world’s leading retailer who make an epic impact and are at the forefront of the next retail disruption. People are why we innovate, and people power our innovations. We are people-led and tech-empowered. We train our team in the skillsets of the future and bring in experts like you to help us grow. We have roles for those chasing their first opportunity as well as those looking for the opportunity that will define their career. Here, you can kickstart a great career in tech, gain new skills and experience for virtually every industry, or leverage your expertise to innovate at scale, impact millions and reimagine the future of retail.\n\nFlexible, hybrid work:\nWe use a hybrid way of working that is primarily in office coupled with virtual when not onsite. Our campuses serve as a hub to enhance collaboration, bring us together for purpose and deliver on business needs. This approach helps us make quicker decisions, remove location barriers across our global team and be more flexible in our personal lives.\n\nBenefits: Beyond our great compensation package, you can receive incentive awards for your performance. Other great perks include 401(k) match, stock purchase plan, paid maternity and parental leave, PTO, multiple health plans, and much more.\n\nEqual Opportunity Employer:\nWalmart, Inc. is an Equal Opportunity Employer – By Choice. We believe we are best equipped to help our associates, customers, and the communities we serve live better when we really know them. That means understanding, respecting, and valuing diversity- unique styles, experiences, identities, ideas and opinions – while being inclusive of all people.\n\nThe above information has been designed to indicate the general nature and level of work performed in the role. It is not designed to contain or be interpreted as a comprehensive inventory of all responsibilities and qualifications required of employees assigned to this job. The full Job Description can be made available as part of the hiring process.\n\nMinimum Qualifications...\n\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n\nOption 1: Bachelor's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Arts, Finance or related field and 3 years' experience in data analysis, data science, statistics, or related field. Option 2: Master's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 1 year's experience in data analysis, data science, statistics, or related field. Option 3: 5 years' experience in data analysis, data science, statistics, or related field.\n\nPreferred Qualifications...\n\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n\nData science, data analysis, statistics, or related field, Master’s degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau)\n\nPrimary Location...\n2901 SE I STREET, STE TBD, BENTONVILLE, AR 72712-0000, United States of America",
            "html_description": "<p>Position Summary...</p><p>What you'll do...</p><p>As a Staff data analyst, you will lead a team of analysts and take ownership of project delivery and responsibilities playing a prominent technical role to help build data centric insights and product features. You will work closely with product stakeholders and deliver outstanding business outcomes. Provide leadership with constant updates and align with directions and expectation.</p><p>Must have the following to be considered: SQL, Python, R, Looker, PowerBI, SQL, NoSQL, Big Data and Cloud technologies like GCP BQ.</p><p>About Team: Data Ventures</p><p>Data Ventures, akin to a nimble startup incubated within Walmart is building the best-in-class suite of Data Products to deliver actionable, customer-centric insights and help merchants and suppliers make better business decisions on omni channel 360 performance.</p><p>What you'll do:</p><ul><li>Data Source Identification: Requires knowledge of Functional business domain and scenarios; Categories of data and where it is... held; Business data requirements; Database technologies and distributed datastores (e.g. SQL, NoSQL); Data Quality; Existing business systems and processes, including the key drivers and measures of success. To support the understanding of the priority order of requirements and service level agreements. Help identify the most suitable source for data that is fit for purpose. Perform initial data quality checks on extracted data.</li><li>Tech. Problem Formulation: Requires knowledge of Analytics/big data analytics / automation techniques and methods; Business understanding; Precedence and use cases; Business requirements and insights. To translate/ co-own business problems within one's discipline to data related or mathematical solutions. Identify appropriate methods/tools to be leveraged to provide a solution for the problem. Share use cases and gives examples to demonstrate how the method would solve the business problem.</li><li>Understanding Business Context: Requires knowledge of Industry and environmental factors; Common business vernacular; Business practices across two or more domains such as product, finance, marketing, sales, technology, business systems, and human resources and in-depth knowledge of related practices; Directly relevant business metrics and business areas. To evaluate proposed business cases for projects and initiatives. Translate business requirements into strategies, initiatives, and projects and aligns them to business strategy and objectives and drives the execution of deliverables. Build and articulate the business case and return on investment and delivers work that has demonstrable value. Challenge business assumptions on topics related to one's domain expertise. Mentor the team members on new business insights and allied developments. Proactively engage in the external community to build Walmart's brand and learn more about industry practices.</li><li>Data Visualization: Requires knowledge of Visualization guidelines and best practices for complex data types; Multiple data visualization tools (for example, Python, R libraries, GGplot, Matplotlib, Ploty, Tableau, PowerBI etc.); Advanced visualization techniques/ tools; Multiple story plots and structures (OABCDE); Communication & influencing technique; Emotional intelligence. To identify and recommend the most suitable visualization tools based on context. Generate appropriate graphical representations of data and model outcomes. Understand customer requirements to design appropriate data representation for complex data sets and drive User Experience designers and User Interface engineers to build front end applications. Define application design based on customer requirements. Build compelling stories based on context to integrate multiple pieces of information into cohesive insights. Present to and influence diverse audiences using the appropriate data visualization frameworks and conveys clear messages through deep business and stakeholder understanding. Customize communication style based on stakeholders and leverages relationships to drive behavioral change. Guide and mentor junior associates on story types, structures, and techniques based on context.</li><li>Exploratory Data Analysis: Requires knowledge of relevant Knowledge Discovery in Data (KDD) tools, applications, or scripting languages such as SQL, Oracle, Apache Mahout, MS Excel, Python; Statistical techniques (for example, mean, mode, median, variance, standard deviation, correlation, and sorting and grouping); Research analysis standards and activities; Documentation procedures such as drafting, editing, Bibliography format; Relevant Knowledge Discovery in Data (KDD) tools, applications, or scripting languages such as SQL, DB, SAS, Oracle, Apache Mahout, MS Excel, Python; KDD industry best practices and emerging trends. To promote the value of Knowledge Discovery in Data (KDD) for business managers. Identify and applies suitable KDD tool basis business requirement. Guide junior team members on tools and techniques. Stay abreast of best practices in KDD techniques. Test and evaluate multiple solutions, methods, and models to determine accuracy, validity, and applicability. Establish standards for application and interpretation of statistical data. Conduct statistical experiments (for example hypothesis tests, confidence intervals) and builds statistical models using packages like Statistical Analysis Systems (SAS). Design, write, and publish numerous research documents on diverse topics. Consult on complex situations to test hypotheses, anticipate pitfalls, prevent false conclusions, and advise others on avoiding them. Provide insights to the business based on research findings.</li><li>Data Strategy: Requires knowledge of understanding of business value and relevance of data and data enabled insights / decisions; Appropriate application and understanding of data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc.; Understanding of the methods and applications that unlock the monetary value of data assets. To Understand, articulate, interpret, and apply the principles of the defined strategy to unique, moderately complex business problems that may span one or main functions or domains.</li><li>Data Quality Management: Requires knowledge of Data quality management techniques and standards; Business metadata definitions and content data definitions; Data profiling tools, data cleansing tools, data integration tools, and issues and event management tools; Understanding of user's data consumption, data needs, and business implications; Data modeling, storage, integration, and warehousing; Data quality framework and metrics; User access best practices; Enterprise data architecture, modeling and design, storage, integration, and warehousing; Enterprise data quality framework and metrics; Enterprise data strategy; Enterprise data quality strategy; Enterprise strategy to address regulatory and ethical requirements and policies around data privacy, security, storage, retention, and documentation. To promote and educate others on data quality awareness. Profile, analyze, and assess data quality. Test and validate data quality requirements. Continuously measure and monitor data quality. Deliver against data quality service level agreements. Manage operational Data Quality Management procedures. Manage data quality issues and leads data cleansing activities to remove data quality defects, improve data quality, and eliminate unused data. Determine user accessibility and removes or restricts user access as needed. Interpret company and regulatory policies on data. Educate others on data governance processes, practices, policies, and guidelines.</li><li>Drives the execution of multiple business plans and projects by identifying customer and operational needs; developing and communicating business plans and priorities; removing barriers and obstacles that impact performance; providing resources; identifying performance standards; measuring progress and adjusting performance; accordingly, developing contingency plans; and demonstrating adaptability and supporting continuous learning.</li><li>Provides supervision and development opportunities for associates by selecting and training; mentoring; assigning duties; building a team-based work environment; establishing performance expectations and conducting regular performance evaluations; providing recognition and rewards; coaching for success and improvement; and ensuring diversity awareness.</li><li>Promotes and supports company policies, procedures, mission, values, and standards of ethics and integrity by training and providing direction to others in their use and application; ensuring compliance with them; and utilizing and supporting the Open Door Policy.</li><li>Ensures business needs are being met by evaluating the ongoing effectiveness of current plans, programs, and initiatives; consulting with business partners, managers, co-workers, or other key stakeholders; soliciting, evaluating, and applying suggestions for improving efficiency and cost-effectiveness; and participating in and supporting community outreach events.</li></ul><p>What you'll bring:</p><p>Translate complex business requirements into clear, concise data analysis plans and develop appropriate methodologies to address business needs.</p><ul><li>Analyze large and complex datasets to identify insights and opportunities that drive business value, use data to propose solutions.</li><li>Effectively communicate insights and recommendations to business stakeholders through visualizations, presentations, and other storytelling methods.</li><li>Develop and maintain a deep understanding of the retail industry, including the knowledge of retail operations (sales, inventory, etc.), customer data and behavior, supply chain management, as well as e-commerce (website and app traffic analysis).</li><li>Lead a team of data analysts in managing their workloads, delegating tasks, making sure their work is aligned with business goals, and providing guidance on data analysis methodologies and techniques.</li><li>Partner with product managers, data scientists, data engineers, as well as internal data source teams to ensure that data analysis work is properly scoped, planned, and executed.</li><li>Ensure the quality, governance, and standards of data by developing and implementing data management policies and procedures.</li><li>Understand business value and relevance of data and help build data enabled insights; Work on Strategy for data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc.</li><li>Passion for problem-solving, come with Analytical mindset with critical-thinking, and data skills.</li><li>Strong technical skills in SQL, Python, R, or other programming languages commonly used in data analysis.</li><li>Awareness of software engineering principles, ability to develop and deploy appropriate analytic code.</li><li>Well-versed experience in visualization tools and best practices like Looker, PowerBI etc.</li><li>Experience working with large datasets, finding insights, and telling stories using data.</li><li>Comprehensive knowledge in working with distributed datastores (e.g., SQL, NoSQL), and Big Data and Cloud technologies like GCP BQ.</li><li>Experience in leading and mentoring a team of data analysts.</li><li>Excellent communication skills and ability to effectively communicate technical concepts to non-technical stakeholders.</li><li>(Strongly preferred) Prior experience working in the retail data sets</li></ul><p>About Walmart Global Tech</p><p>Imagine working in an environment where one line of code can make life easier for hundreds of millions of people. That’s what we do at Walmart Global Tech. We’re a team of software engineers, data scientists, cybersecurity expert's and service professionals within the world’s leading retailer who make an epic impact and are at the forefront of the next retail disruption. People are why we innovate, and people power our innovations. We are people-led and tech-empowered. We train our team in the skillsets of the future and bring in experts like you to help us grow. We have roles for those chasing their first opportunity as well as those looking for the opportunity that will define their career. Here, you can kickstart a great career in tech, gain new skills and experience for virtually every industry, or leverage your expertise to innovate at scale, impact millions and reimagine the future of retail.</p><p>Flexible, hybrid work:</p><p>We use a hybrid way of working that is primarily in office coupled with virtual when not onsite. Our campuses serve as a hub to enhance collaboration, bring us together for purpose and deliver on business needs. This approach helps us make quicker decisions, remove location barriers across our global team and be more flexible in our personal lives.</p><p>Benefits: Beyond our great compensation package, you can receive incentive awards for your performance. Other great perks include 401(k) match, stock purchase plan, paid maternity and parental leave, PTO, multiple health plans, and much more.</p><p>Equal Opportunity Employer:</p><p>Walmart, Inc. is an Equal Opportunity Employer – By Choice. We believe we are best equipped to help our associates, customers, and the communities we serve live better when we really know them. That means understanding, respecting, and valuing diversity- unique styles, experiences, identities, ideas and opinions – while being inclusive of all people.</p><p>The above information has been designed to indicate the general nature and level of work performed in the role. It is not designed to contain or be interpreted as a comprehensive inventory of all responsibilities and qualifications required of employees assigned to this job. The full Job Description can be made available as part of the hiring process.</p><p>Minimum Qualifications...</p><p>Outlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.</p><p>Option 1: Bachelor's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Arts, Finance or related field and 3 years' experience in data analysis, data science, statistics, or related field. Option 2: Master's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 1 year's experience in data analysis, data science, statistics, or related field. Option 3: 5 years' experience in data analysis, data science, statistics, or related field.</p><p>Preferred Qualifications...</p><p>Outlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.</p><p>Data science, data analysis, statistics, or related field, Master’s degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau)</p><p>Primary Location...</p><p>2901 SE I STREET, STE TBD, BENTONVILLE, AR 72712-0000, United States of America</p>",
            "publication_time": "2023-08-29T08:04:14.829Z",
            "source": "Walmart Careers",
            "title": "Staff Data Analyst - Data Ventures",
            "salary": null
        },
        {
            "id": "zzsSjo3S2ulxUgEfAAAAAA==",
            "application_url": "https://www.ziprecruiter.com/c/eTeam-Inc./Job/Data-Analyst-Data-Engineer-BI-Developer/-in-Mountain-View,TX?jid=3072c96186909a9b&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "eTeam Inc.",
            "plain_text_description": "Job Description\n\nSkills: Advanced SQL is a must, additionally preferred to have Python/Java. Candidates will need to take a 45 minute SQL, Python, and analytics knowledge technical assessment...\nPrimary Responsibilities : Develop and support data pipelines to extract, transform and load data into Google Data Center data warehouse. Maintain data reports and dashboards. Analyze data and perform statistical analysis.\nJob Description\n• Develop ETL/data pipelines to populate the data warehouse from a variety of custom and 3rd-party systems.\n• Design, build, launch, optimize and extend full-stack Data and business intelligence solutions spanning extraction, storage, transformation and visualization layers.\n• Implement and maintain data analysis scripts using SQL and Python.\n• Develop and support reports and dashboards using Google Plx/Tableau/Looker/Data Studio.\n• Improve and develop new and existing dashboards supporting business growth.\n• Analyze data and perform statistical analysis.\n• Monitor performance and implement the necessary infrastructure optimization.\n• Demonstrate ability and willingness to learn quickly and complete large volumes of work with high quality.\n• Demonstrate excellent collaboration, interpersonal communication and written skills with the ability to work in a team environment.\nMinimum Qualifications\n• 4+ years of solid hands-on experience with SQL scripting, dashboard development, and data analysis.\n• Hands-on experience with design, development and support of data analysis.\n• Hands-on experience using statistical methods for data analysis.\n• Familiarity with machine learning and advanced analytics methods.\n• Understanding of Google Cloud Platform (GCP) technologies in the big data and data warehousing space (BigQuery, Cloud Functions, etc.).\n• Experience with data platform and visualization technologies such as Google plx dashboards, Data Studio, GoogleSQL, and BigQuery.\n• Strong design and development skills with meticulous attention to detail.\n• Familiarity with Agile Software Development practices and working in an agile environment.\n• Strong analytical, troubleshooting and organizational skills.\n• Ability to analyze and troubleshoot complex issues, and proficiency in multitasking.\n• BS degree in Computer Science, Math, Statistics or equivalent academic credentials",
            "html_description": "<p>Job Description</p><p>Skills: Advanced SQL is a must, additionally preferred to have Python/Java. Candidates will need to take a 45 minute SQL, Python, and analytics knowledge technical assessment...</p><p>Primary Responsibilities : Develop and support data pipelines to extract, transform and load data into Google Data Center data warehouse. Maintain data reports and dashboards. Analyze data and perform statistical analysis.</p><p>Job Description</p><ul><li>Develop ETL/data pipelines to populate the data warehouse from a variety of custom and 3rd-party systems.</li><li>Design, build, launch, optimize and extend full-stack Data and business intelligence solutions spanning extraction, storage, transformation and visualization layers.</li><li>Implement and maintain data analysis scripts using SQL and Python.</li><li>Develop and support reports and dashboards using Google Plx/Tableau/Looker/Data Studio.</li><li>Improve and develop new and existing dashboards supporting business growth.</li><li>Analyze data and perform statistical analysis.</li><li>Monitor performance and implement the necessary infrastructure optimization.</li><li>Demonstrate ability and willingness to learn quickly and complete large volumes of work with high quality.</li><li>Demonstrate excellent collaboration, interpersonal communication and written skills with the ability to work in a team environment.</li></ul><p>Minimum Qualifications</p><ul><li>4+ years of solid hands-on experience with SQL scripting, dashboard development, and data analysis.</li><li>Hands-on experience with design, development and support of data analysis.</li><li>Hands-on experience using statistical methods for data analysis.</li><li>Familiarity with machine learning and advanced analytics methods.</li><li>Understanding of Google Cloud Platform (GCP) technologies in the big data and data warehousing space (BigQuery, Cloud Functions, etc.).</li><li>Experience with data platform and visualization technologies such as Google plx dashboards, Data Studio, GoogleSQL, and BigQuery.</li><li>Strong design and development skills with meticulous attention to detail.</li><li>Familiarity with Agile Software Development practices and working in an agile environment.</li><li>Strong analytical, troubleshooting and organizational skills.</li><li>Ability to analyze and troubleshoot complex issues, and proficiency in multitasking.</li><li>BS degree in Computer Science, Math, Statistics or equivalent academic credentials</li></ul>",
            "publication_time": "2023-09-05T08:04:14.863Z",
            "source": "ZipRecruiter",
            "title": "Data Analyst / Data Engineer / BI Developer",
            "salary": null
        },
        {
            "id": "EUwCiJSjesMOMnJ5AAAAAA==",
            "application_url": "https://www.linkedin.com/jobs/view/data-analyst-at-avi-spl-3720911153?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "AVI-SPL",
            "plain_text_description": "Description\n\nDay-To-Day Responsibilities...\n• Develop, publish, and schedule interactive Power BI reports and dashboards to meet business requirements.\n• Utilize Power BI as the catalyst for analytics and understanding trends.\n• Use SQL, power query, and DAX to solve complex business logic and needs.\n• Bring together multiple data tables from an Azure SDW environment to create Power BI datasets and reporting.\n• Assist with building Data Analytics enterprise models using Microsoft technologies, including Power BI, SSAS, AAS, Dataverse, and dataflows.\n• Collaborate with the BI Team to design and implement schemas that efficiently and accurately render data through Power BI.\n• Participate in business analysis activities to gather required reporting and dashboard requirements.\n• Assist business users with functional and data requirements to enhance data models.\n• Utilize Microsoft Power Platform to automate reporting and processes.\n• Able to diagnose report issues and performance tune reports and dashboards.\n• Design, implement, and support a platform providing ad-hoc access to large datasets.\n• Contribute to a high-performance team culture that is purposeful, fun, and rewarding.\n• Build strong relationships with and between the BI team, business SMEs & leads, and IT teams.\n• Work with functional leaders to identify and re-engineer internal reporting & analytic practices that are inefficient, broken, or have a negative downstream effect on datasets.\n• Speak the correct language to the right audience, incorporating storytelling to explain and demonstrate through visual representation complex concepts logically. Remain hands-on, willing, and able to dive into details when necessary to mediate and fix what’s broken or innovate and improve upon AVI-SPL’s continuous delivery model.\n• Encourage innovation, implementation of cutting-edge technologies, inclusion, outside-of-the-box thinking, teamwork, self-organization, and diversity.\n• Support the business with Change Management efforts for leveraging new reports & analytics, such as training, knowledge transfer, user adoption, messaging & communication.\n\nMust-Haves\n\nWHAT WE’RE LOOKING FOR\n• An approachable and collaborative disposition.\n• Critical thinking skills with a measured, strategic approach to Business Intelligence.\n• Ability to communicate and interact extraordinarily well & in a professional & timely manner.\n• Excellent multitasking capabilities while adapting to changing priorities.\n• Extraordinary organizational skills and excellent attention to detail.\n• Disciplined working knowledge of Agile development principles.\n• Strong and functional working knowledge of modern data products.\n• Bachelor’s degree in accounting, Business Administration, Finance, Computer Science or Information Technology, or equivalent work experience preferred.\n• Intermediate to Expert understanding of DAX and SQL.\n• Ability and willingness to come into any AVI-SPL facility as needed and upon request.\n• Minimum 2 years’ experience developing Power BI reports, dashboards, KPIs, and scorecards.\n\nHelpful To Have\n• Direct experience with Azure DevOps (ADO)\n• Direct experience with Microsoft Azure platform\n• Direct experience with Dataverse",
            "html_description": "<p>Description</p><p>Day-To-Day Responsibilities...</p><ul><li>Develop, publish, and schedule interactive Power BI reports and dashboards to meet business requirements.</li><li>Utilize Power BI as the catalyst for analytics and understanding trends.</li><li>Use SQL, power query, and DAX to solve complex business logic and needs.</li><li>Bring together multiple data tables from an Azure SDW environment to create Power BI datasets and reporting.</li><li>Assist with building Data Analytics enterprise models using Microsoft technologies, including Power BI, SSAS, AAS, Dataverse, and dataflows.</li><li>Collaborate with the BI Team to design and implement schemas that efficiently and accurately render data through Power BI.</li><li>Participate in business analysis activities to gather required reporting and dashboard requirements.</li><li>Assist business users with functional and data requirements to enhance data models.</li><li>Utilize Microsoft Power Platform to automate reporting and processes.</li><li>Able to diagnose report issues and performance tune reports and dashboards.</li><li>Design, implement, and support a platform providing ad-hoc access to large datasets.</li><li>Contribute to a high-performance team culture that is purposeful, fun, and rewarding.</li><li>Build strong relationships with and between the BI team, business SMEs & leads, and IT teams.</li><li>Work with functional leaders to identify and re-engineer internal reporting & analytic practices that are inefficient, broken, or have a negative downstream effect on datasets.</li><li>Speak the correct language to the right audience, incorporating storytelling to explain and demonstrate through visual representation complex concepts logically. Remain hands-on, willing, and able to dive into details when necessary to mediate and fix what’s broken or innovate and improve upon AVI-SPL’s continuous delivery model.</li><li>Encourage innovation, implementation of cutting-edge technologies, inclusion, outside-of-the-box thinking, teamwork, self-organization, and diversity.</li><li>Support the business with Change Management efforts for leveraging new reports & analytics, such as training, knowledge transfer, user adoption, messaging & communication.</li></ul><p>Must-Haves</p><p>WHAT WE’RE LOOKING FOR</p><ul><li>An approachable and collaborative disposition.</li><li>Critical thinking skills with a measured, strategic approach to Business Intelligence.</li><li>Ability to communicate and interact extraordinarily well & in a professional & timely manner.</li><li>Excellent multitasking capabilities while adapting to changing priorities.</li><li>Extraordinary organizational skills and excellent attention to detail.</li><li>Disciplined working knowledge of Agile development principles.</li><li>Strong and functional working knowledge of modern data products.</li><li>Bachelor’s degree in accounting, Business Administration, Finance, Computer Science or Information Technology, or equivalent work experience preferred.</li><li>Intermediate to Expert understanding of DAX and SQL.</li><li>Ability and willingness to come into any AVI-SPL facility as needed and upon request.</li><li>Minimum 2 years’ experience developing Power BI reports, dashboards, KPIs, and scorecards.</li></ul><p>Helpful To Have</p><ul><li>Direct experience with Azure DevOps (ADO)</li><li>Direct experience with Microsoft Azure platform</li><li>Direct experience with Dataverse</li></ul>",
            "publication_time": "2023-09-14T08:04:14.864Z",
            "source": "LinkedIn",
            "title": "Data Analyst",
            "salary": null
        },
        {
            "id": "SQYoOYyqhOWptgqiAAAAAA==",
            "application_url": "https://careers.walmart.com/us/jobs/WD1254056-data-scientist?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Walmart",
            "plain_text_description": "Position Summary...\n\nWhat you'll do...\nData Scientist\n\nAre you a hardcore numbers person who would enjoy solving some of business’ toughest challenges by illuminating phenomena and opportunity held within one of the world’s largest data sets? As a Data Scientist at Walmart Global Tech, the mammoth scale and volume of our global data is virtually limitless. You will create insights that influence how we make decisions that have impact at an unprecedented scale.  \n\nYou will have the opportunity to do your best work while unlocking vast business opportunity by extracting key insights, using pattern recognition to develop predictive analytics, and translating results into goal-oriented business actions. \n\nEach day, you will be presented with a variety of new challenges and interesting projects that tap your interests and strengths. This isn’t analyst work; you’ll be leveraging data science methods, including AI and machine learning in an incredibly dynamic and engaging environment. \n\nMin Requirements: 7 years' experience in data science, machine learning, optimization models, or related field.\n\nHow you'll make an impact:\n• Advising on analysis and modeling techniques, selecting the best fit for structured & unstructured, complex data, and developing custom analytics models to generate insights that drive value for our customers and unlock competitive advantage for our organization \n• Collaborating with our data engineers to gather the right information from our various sources so that you can implement advanced statistical methodologies and design interventions to optimize how our business can best perform \n• Conducting exploratory analysis including hypothesis testing, statistical inference, and statistical analysis (predictive and/or prescriptive) \n• Partnering with business and technical stakeholders to translate challenging retail business problems into state-of-the-art data science solutions  \n• Developing processes and tools that monitor, analyze and continuously improve model performance and data accuracy \n\nWhat you'll bring:\n• You’re an inquisitive, out-of-the box thinker who’s continually on the lookout for opportunities to improve and innovate data science solutions \n• You have consistently high standards, your passion for quality is inherent in everything that you do  \n• You have the courage to fail fast \n• You have proven ability as a full stack data scientist who develops, optimizes, and scales models for the production environment \n• You connect the how and why, using your knowledge of data science theories and methodologies to derive the best approach that is fit-for-purpose \n• You have a proven ability with statistical methods and advanced modelling techniques (e.g., SVM, Random Forest, Bayesian inference, graph models, NLP, Computer Vision, neural networks, etc.) \n• You’re experienced with languages used to manipulate data and draw insights from large data sets (e.g. Python, R, SQL, etc.) \n• You’re proficient using database technologies and distributed datastores (e.g. SQL, NoSQL) \n• You have experience with Spark, Hive and TensorFlow etc. \n\nThe above information has been designed to indicate the general nature and level of work performed in the role. It is not designed to contain or be interpreted as a comprehensive inventory of all responsibilities and qualifications required of employees assigned to this job.\n\nThe full Job Description can be made available as part of the hiring process.\n\nHiring across: Emerging Tech; Marketing & Advertising; Technical Product Management; Health and Wellness Technology; New Ventures; Data Ventures / Luminate.\n\nAbout Global Tech\n\nFrom entry-level to executive positions, Walmart provides limitless opportunities for growth, and career development.\n\nWalmart started small, with a single discount store and the simple philosophy of selling more for less. Today, we are a growing technology-enabled company founded on the same values as our first store. We establish clear expectations, empower associates to manage their work, and hold ourselves and one another to a high standard.\n\nWalmart's scale enables us to have an. No other company has the reach of Walmart, with 2.3 million associates worldwide and over 230 million weekly customers.\n\nWalmart is reshaping retail by investing in an expanding workforce. While technology is at the heart of our digital transformation, people are the reason we succeed and the force behind our innovations. We train our team in the skillsets of the future and bring in experts like you to help us grow.\n\nFlexible, hybrid work\n\nWe use a hybrid way of working that is primarily virtual, while remaining near the locations Global Tech calls home. This approach helps us make quicker decisions, remove location barriers across our global team, be more flexible in our personal lives and spend less time commuting. Of course, being together in person is an important part of our culture and shared success. We use our campuses to collaborate and be together in person, as business needs require and for development and networking opportunities.\n\nOur U.S. hubs are: Atlanta, GA; Bentonville AR; Charlotte, NC; Dallas, TX, Hoboken, NJ; Reston, VA; Seattle, WA and Sunnyvale, CA.\n\nBenefits & Perks\n\nBeyond our great compensation package, we offer performance incentives. Other great perks include 401(k) match, stock purchase plan, paid maternity and parental leave, PTO, multiple health plans, and much more.\n\nEqual Opportunity Employer\n\nWalmart, Inc. is an Equal Opportunity Employer – By Choice. We believe we are best equipped to help our associates, customers and the communities we serve live better when we really know them. That means understanding, respecting and valuing diversity- unique styles, experiences, identities, ideas and opinions – while being inclusive of all people.\n\n#EpicHumanImpact\n\nMinimum Qualifications...\n\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n\nOption 1: Bachelors degree in Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 2 years' experience in an analytics or related field. Option 2: Masters degree in Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field. Option 3: 4 years' experience in an analytics or related field.\n\nPreferred Qualifications...\n\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n\nData science, machine learning, optimization models, Master’s degree in Machine Learning, Computer Science, Information Technology, Operations Research, Statistics, Applied Mathematics, Econometrics, Successful completion of one or more assessments in Python, Spark, Scala, or R, Using open source frameworks (for example, scikit learn, tensorflow, torch)\n\nPrimary Location...\n111 S Main St, Bentonville, AR 72712-5960, United States of America",
            "html_description": "<p>Position Summary...</p><p>What you'll do...</p><p>Data Scientist</p><p>Are you a hardcore numbers person who would enjoy solving some of business’ toughest challenges by illuminating phenomena and opportunity held within one of the world’s largest data sets? As a Data Scientist at Walmart Global Tech, the mammoth scale and volume of our global data is virtually limitless. You will create insights that influence how we make decisions that have impact at an unprecedented scale.</p><p>You will have the opportunity to do your best work while unlocking vast business opportunity by extracting key insights, using pattern recognition to develop predictive analytics, and translating results into goal-oriented business actions.</p><p>Each day, you will be presented with a variety of new challenges and interesting projects that tap your interests and strengths. This isn’t analyst work; you’ll be leveraging data science methods, including AI and machine learning in an incredibly dynamic and engaging environment.</p><p>Min Requirements: 7 years' experience in data science, machine learning, optimization models, or related field.</p><p>How you'll make an impact:</p><ul><li>Advising on analysis and modeling techniques, selecting the best fit for structured & unstructured, complex data, and developing custom analytics models to generate insights that drive value for our customers and unlock competitive advantage for our organization</li><li>Collaborating with our data engineers to gather the right information from our various sources so that you can implement advanced statistical methodologies and design interventions to optimize how our business can best perform</li><li>Conducting exploratory analysis including hypothesis testing, statistical inference, and statistical analysis (predictive and/or prescriptive)</li><li>Partnering with business and technical stakeholders to translate challenging retail business problems into state-of-the-art data science solutions</li><li>Developing processes and tools that monitor, analyze and continuously improve model performance and data accuracy</li></ul><p>What you'll bring:</p><ul><li>You’re an inquisitive, out-of-the box thinker who’s continually on the lookout for opportunities to improve and innovate data science solutions</li><li>You have consistently high standards, your passion for quality is inherent in everything that you do</li><li>You have the courage to fail fast</li><li>You have proven ability as a full stack data scientist who develops, optimizes, and scales models for the production environment</li><li>You connect the how and why, using your knowledge of data science theories and methodologies to derive the best approach that is fit-for-purpose</li><li>You have a proven ability with statistical methods and advanced modelling techniques (e.g., SVM, Random Forest, Bayesian inference, graph models, NLP, Computer Vision, neural networks, etc.)</li><li>You’re experienced with languages used to manipulate data and draw insights from large data sets (e.g. Python, R, SQL, etc.)</li><li>You’re proficient using database technologies and distributed datastores (e.g. SQL, NoSQL)</li><li>You have experience with Spark, Hive and TensorFlow etc.</li></ul><p>The above information has been designed to indicate the general nature and level of work performed in the role. It is not designed to contain or be interpreted as a comprehensive inventory of all responsibilities and qualifications required of employees assigned to this job.</p><p>The full Job Description can be made available as part of the hiring process.</p><p>Hiring across: Emerging Tech; Marketing & Advertising; Technical Product Management; Health and Wellness Technology; New Ventures; Data Ventures / Luminate.</p><p>About Global Tech</p><p>From entry-level to executive positions, Walmart provides limitless opportunities for growth, and career development.</p><p>Walmart started small, with a single discount store and the simple philosophy of selling more for less. Today, we are a growing technology-enabled company founded on the same values as our first store. We establish clear expectations, empower associates to manage their work, and hold ourselves and one another to a high standard.</p><p>Walmart's scale enables us to have an. No other company has the reach of Walmart, with 2.3 million associates worldwide and over 230 million weekly customers.</p><p>Walmart is reshaping retail by investing in an expanding workforce. While technology is at the heart of our digital transformation, people are the reason we succeed and the force behind our innovations. We train our team in the skillsets of the future and bring in experts like you to help us grow.</p><p>Flexible, hybrid work</p><p>We use a hybrid way of working that is primarily virtual, while remaining near the locations Global Tech calls home. This approach helps us make quicker decisions, remove location barriers across our global team, be more flexible in our personal lives and spend less time commuting. Of course, being together in person is an important part of our culture and shared success. We use our campuses to collaborate and be together in person, as business needs require and for development and networking opportunities.</p><p>Our U.S. hubs are: Atlanta, GA; Bentonville AR; Charlotte, NC; Dallas, TX, Hoboken, NJ; Reston, VA; Seattle, WA and Sunnyvale, CA.</p><p>Benefits & Perks</p><p>Beyond our great compensation package, we offer performance incentives. Other great perks include 401(k) match, stock purchase plan, paid maternity and parental leave, PTO, multiple health plans, and much more.</p><p>Equal Opportunity Employer</p><p>Walmart, Inc. is an Equal Opportunity Employer – By Choice. We believe we are best equipped to help our associates, customers and the communities we serve live better when we really know them. That means understanding, respecting and valuing diversity- unique styles, experiences, identities, ideas and opinions – while being inclusive of all people.</p><p>#EpicHumanImpact</p><p>Minimum Qualifications...</p><p>Outlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.</p><p>Option 1: Bachelors degree in Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 2 years' experience in an analytics or related field. Option 2: Masters degree in Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field. Option 3: 4 years' experience in an analytics or related field.</p><p>Preferred Qualifications...</p><p>Outlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.</p><p>Data science, machine learning, optimization models, Master’s degree in Machine Learning, Computer Science, Information Technology, Operations Research, Statistics, Applied Mathematics, Econometrics, Successful completion of one or more assessments in Python, Spark, Scala, or R, Using open source frameworks (for example, scikit learn, tensorflow, torch)</p><p>Primary Location...</p><p>111 S Main St, Bentonville, AR 72712-5960, United States of America</p>",
            "publication_time": "2023-09-16T08:04:14Z",
            "source": "Walmart Careers",
            "title": "Data Scientist",
            "salary": null
        },
        {
            "id": "QCtcfMtYg4egO52OAAAAAA==",
            "application_url": "https://www.glassdoor.com/job-listing/manager-data-science-business-analytics-ws-audiology-JV_IC1154247_KO0,39_KE40,52.htm?jl=1008571660239&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "WS Audiology Americas",
            "plain_text_description": "WS Audiology (WSA), the hearing company, has an immediate full time opening for a Data Science/Business Analytics Specialist in our Iselin, NJ office, but we are also open to remote candidates. We are seeking a dynamic, hard-working professional with a desire to work in a fast-paced environment.\n\nCome see why our employees describe their WSA colleagues as being “like family.” We’re a mid-sized... company with a big heart and a small-company feel. We’re big enough to provide lots of opportunities for professional growth and small enough that you can really make a difference. If that sounds like the kind of place where you’d like to settle in and bring real value to the customers you serve, we’d like to meet you!!\n\nWSA is headquartered in Iselin, NJ, one of the world’s top manufacturers of hearing aids. Our companies serve hearing care professionals globally and have built up market-leading positions in many countries. In fact, we are proud to develop and manufacture one out of every four hearing aids being used worldwide.\n\nThe Data Science/Business Analytics Manager will report to the VP, Strategy and be at the core of maximizing the value of our data, by building critical reports for all parts of the company, creating complex analyses with deep insights, building new data models to cover all entities, and building machine learning driven predictive reporting.\n\nKey Responsibilities\n• Build new standard reports combining a wide array of data sources available\n• Adapt existing reporting to changing needs of the business\n• Develop automation for recurring analytics in Excel with VBA and Automation Anywhere driven automations\n• Create complex analyses for the most complex topics that exceed the capabilities existing in the responsible departments\n• As the need develops, build machine learning models for predictive analytics\n• Scope will be across all WS Audiology wholesale brands\n• WSA uses PowerBI as key visualization tool as well as Einstein on salesforce.com\n\nQualifications\n• Superior analytical skills including the ability to create complex data models\n• Experience in PowerBI and/or Einstein/Tableau or similar tools to create visualizations in the company\n• Knowledge in building machine learning models\n• Excellent verbal and written communication skills, and interpersonal skills.\n• Highly organized and attentive to detail\n• Must be able to meet or exceed on launch deadlines\n• Self-starting with exceptional follow-through and multi-tasking capabilities\n• Ability to quickly adapt in a fast-paced and challenging industry\n• Highly motivated with a strong desire to succeed.\n\nEducation\n• Bachelor’s Degree preferred\n• 3-5 years of experience in a data analytics role\n• Excellent skills in Excel including VBA programming, SQL, PowerBI, and ideally also Infor and Salesforce.com\n\nWho we are\n\nAt WS Audiology, we provide innovative hearing aids and hearing health services.\n\nTogether with our 12,000 colleagues in 130 countries, we invite you to help unlock human potential by bringing back hearing for millions of people around the world.\n\nWith us, you will become part of a truly global company where we care for one another, welcome diversity and celebrate our successes.\n\nSounds wonderful? We can't wait to hear from you.\n\nHere below our latest employer branding video to get you started on getting to know us better:\n\nWS Audiology is an equal-opportunity employer and committed to creating an inclusive employee experience for all. Regardless of race, color, religion, national origin, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, disability, military or veteran status we firmly believe that our work is at its best when everyone feels free to be their most authentic self",
            "html_description": "<p>WS Audiology (WSA), the hearing company, has an immediate full time opening for a Data Science/Business Analytics Specialist in our Iselin, NJ office, but we are also open to remote candidates. We are seeking a dynamic, hard-working professional with a desire to work in a fast-paced environment.</p><p>Come see why our employees describe their WSA colleagues as being “like family.” We’re a mid-sized... company with a big heart and a small-company feel. We’re big enough to provide lots of opportunities for professional growth and small enough that you can really make a difference. If that sounds like the kind of place where you’d like to settle in and bring real value to the customers you serve, we’d like to meet you!!</p><p>WSA is headquartered in Iselin, NJ, one of the world’s top manufacturers of hearing aids. Our companies serve hearing care professionals globally and have built up market-leading positions in many countries. In fact, we are proud to develop and manufacture one out of every four hearing aids being used worldwide.</p><p>The Data Science/Business Analytics Manager will report to the VP, Strategy and be at the core of maximizing the value of our data, by building critical reports for all parts of the company, creating complex analyses with deep insights, building new data models to cover all entities, and building machine learning driven predictive reporting.</p><p>Key Responsibilities</p><ul><li>Build new standard reports combining a wide array of data sources available</li><li>Adapt existing reporting to changing needs of the business</li><li>Develop automation for recurring analytics in Excel with VBA and Automation Anywhere driven automations</li><li>Create complex analyses for the most complex topics that exceed the capabilities existing in the responsible departments</li><li>As the need develops, build machine learning models for predictive analytics</li><li>Scope will be across all WS Audiology wholesale brands</li><li>WSA uses PowerBI as key visualization tool as well as Einstein on salesforce.com</li></ul><p>Qualifications</p><ul><li>Superior analytical skills including the ability to create complex data models</li><li>Experience in PowerBI and/or Einstein/Tableau or similar tools to create visualizations in the company</li><li>Knowledge in building machine learning models</li><li>Excellent verbal and written communication skills, and interpersonal skills.</li><li>Highly organized and attentive to detail</li><li>Must be able to meet or exceed on launch deadlines</li><li>Self-starting with exceptional follow-through and multi-tasking capabilities</li><li>Ability to quickly adapt in a fast-paced and challenging industry</li><li>Highly motivated with a strong desire to succeed.</li></ul><p>Education</p><ul><li>Bachelor’s Degree preferred</li><li>3-5 years of experience in a data analytics role</li><li>Excellent skills in Excel including VBA programming, SQL, PowerBI, and ideally also Infor and Salesforce.com</li></ul><p>Who we are</p><p>At WS Audiology, we provide innovative hearing aids and hearing health services.</p><p>Together with our 12,000 colleagues in 130 countries, we invite you to help unlock human potential by bringing back hearing for millions of people around the world.</p><p>With us, you will become part of a truly global company where we care for one another, welcome diversity and celebrate our successes.</p><p>Sounds wonderful? We can't wait to hear from you.</p><p>Here below our latest employer branding video to get you started on getting to know us better:</p><p>WS Audiology is an equal-opportunity employer and committed to creating an inclusive employee experience for all. Regardless of race, color, religion, national origin, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, disability, military or veteran status we firmly believe that our work is at its best when everyone feels free to be their most authentic self</p>",
            "publication_time": "2023-09-05T08:04:14.867Z",
            "source": "Glassdoor",
            "title": "Data Science/Business Analytics Specialist",
            "salary": null
        },
        {
            "id": "Q2fcNW8GzvHV0RFnAAAAAA==",
            "application_url": "https://www.agcareers.com/bayer/data-analyst-co-op-job-937735.cfm?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Bayer",
            "plain_text_description": "At Bayer we’re visionaries, driven to solve the world’s toughest challenges and striving for a world where 'Health for all Hunger for none’ is no longer a dream, but a real possibility. We’re doing it with energy, curiosity and sheer dedication, always learning from unique perspectives of those around us, expanding our thinking, growing our capabilities and redefining ‘impossible’. There are so many reasons to join us. If you’re hungry to build a varied and meaningful career in a community of brilliant and diverse minds to make a real difference, there’s only one choice.\n\nData Analyst Co-Op\n\nPURPOSE\n\nThe Data Analyst Co-op acts as an intermediary between business users, data engineers, data scientists, and IT teams. They are instrumental in gathering business requirements. They translate the business requirements into more technical requirements such as data source development and visualization development. There will be ample opportunities to learn domain data and describe to... stakeholders what is and is not available.\n\nYOUR TASKS AND RESPONSIBILITIES\n\nThe primary responsibilities of this role are to:\n\n\\tPartner with stakeholders across the enterprise about how to build and better leverage existing data products to help improve seed production. We expect this role to challenge the teams responsible for creating enterprise data and quality policies that will evolve as we become a data-driven Global Product Supply \\tEstablish and maintain consistent global data definitions, ensure integrity of data and monitoring overall quality of data per established policies; ensure high standards of data quality, availability and privacy \\tDeliver standardized solutions that are more automated, repeatable and globally integrated \\tAccelerate the data maturity of the business data tools to ensure compliance with the Bayer digital transformation strategy \\tDevelop data governance roadmaps, evaluating current and future capabilities, and provide recommendations to data product stakeholders for promoting broader usage/adoption \\tSupports ad hoc data reporting requests which may require combining data from various sources \\tImplement and utilize data solutions for data analysis, profiling and business intelligence using a variety of enterprise tools and following team’s established processes and methodologies. \\tEnsure consistent and rapid communication of opportunities within SPI and business functions across related efforts, projects, and teams to promote a culture of continuous improvement from leveraging data assets, quality standards, and enterprise policies. \\tDocument as-is business process and the relevant data workflow flows. \\tLeverage domain knowledge to lead business stakeholders through process and solution changes to ensure higher quality of information and alignment with IT solutions \\tAbility to influence, collaborate and promote usage of innovative data solutions across regions\n\nWHO YOU ARE\n\nYour success will be driven by your demonstration of our LIFE values, more specifically related to this position, Bayer seeks an incumbent who possesses the following:\n\nRequired Qualifications:\n\n\\tPursuing a B.S. or M.S. in computer science, engineering, biochemistry, genetics, computational biology, or a related discipline. \\tDemonstrated ability to lead through influence and to communicate effectively complex issues and ideas with clarity, and implications to IT/business strategy and value. \\tStrong analytical, conceptual and problem-solving skills with an interest in gathering and understanding comprehensive business requirements. \\tDemonstrated experience defining and documenting business workflows, change management procedures, and data quality processes. \\tAbility to communicate complex issues and ideas with clarity.\n\nPreferred Qualifications:\n\n\\tAbility to effectively network across IT and business functions to leverage influence and drive strategic initiatives \\tAbility to self-manage workload \\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tYOUR APPLICATION \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\n\n\\t \\t\\t \\t\\t\\t \\t\\t\\tBayer offers a wide variety of competitive compensation and benefits programs. If you meet the requirements of this unique opportunity, and want to impact our mission Science for a better life, we encourage you to apply now. Be part of something bigger. Be you. Be Bayer. \\t\\t\\tTo all recruitment agencies: Bayer does not accept unsolicited third party resumes. \\t\\t\\t \\t\\t\\tBayer is an Equal Opportunity Employer/Disabled/Veterans \\t\\t\\t \\t\\t\\tBayer is committed to providing access and reasonable accommodations in its application process for individuals with disabilities and encourages applicants with disabilities to request any needed accommodation(s) using the contact information below. \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tBayer is an E-Verify Employer. \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tLocation: \\t\\t\\tResidence Based \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tDivision: \\t\\t\\tCrop Science \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tReference Code: \\t\\t\\t798224 \\t\\t\\t \\t\\t\\t \\t\\t \\t\n\n\\t \\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tContact Us \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tEmail: \\t\\t\\throp_usa@bayer.com \\t\\t \\t",
            "html_description": "<p>At Bayer we’re visionaries, driven to solve the world’s toughest challenges and striving for a world where 'Health for all Hunger for none’ is no longer a dream, but a real possibility. We’re doing it with energy, curiosity and sheer dedication, always learning from unique perspectives of those around us, expanding our thinking, growing our capabilities and redefining ‘impossible’. There are so many reasons to join us. If you’re hungry to build a varied and meaningful career in a community of brilliant and diverse minds to make a real difference, there’s only one choice.</p><p>Data Analyst Co-Op</p><p>PURPOSE</p><p>The Data Analyst Co-op acts as an intermediary between business users, data engineers, data scientists, and IT teams. They are instrumental in gathering business requirements. They translate the business requirements into more technical requirements such as data source development and visualization development. There will be ample opportunities to learn domain data and describe to... stakeholders what is and is not available.</p><p>YOUR TASKS AND RESPONSIBILITIES</p><p>The primary responsibilities of this role are to:</p><p>\\tPartner with stakeholders across the enterprise about how to build and better leverage existing data products to help improve seed production. We expect this role to challenge the teams responsible for creating enterprise data and quality policies that will evolve as we become a data-driven Global Product Supply \\tEstablish and maintain consistent global data definitions, ensure integrity of data and monitoring overall quality of data per established policies; ensure high standards of data quality, availability and privacy \\tDeliver standardized solutions that are more automated, repeatable and globally integrated \\tAccelerate the data maturity of the business data tools to ensure compliance with the Bayer digital transformation strategy \\tDevelop data governance roadmaps, evaluating current and future capabilities, and provide recommendations to data product stakeholders for promoting broader usage/adoption \\tSupports ad hoc data reporting requests which may require combining data from various sources \\tImplement and utilize data solutions for data analysis, profiling and business intelligence using a variety of enterprise tools and following team’s established processes and methodologies. \\tEnsure consistent and rapid communication of opportunities within SPI and business functions across related efforts, projects, and teams to promote a culture of continuous improvement from leveraging data assets, quality standards, and enterprise policies. \\tDocument as-is business process and the relevant data workflow flows. \\tLeverage domain knowledge to lead business stakeholders through process and solution changes to ensure higher quality of information and alignment with IT solutions \\tAbility to influence, collaborate and promote usage of innovative data solutions across regions</p><p>WHO YOU ARE</p><p>Your success will be driven by your demonstration of our LIFE values, more specifically related to this position, Bayer seeks an incumbent who possesses the following:</p><p>Required Qualifications:</p><p>\\tPursuing a B.S. or M.S. in computer science, engineering, biochemistry, genetics, computational biology, or a related discipline. \\tDemonstrated ability to lead through influence and to communicate effectively complex issues and ideas with clarity, and implications to IT/business strategy and value. \\tStrong analytical, conceptual and problem-solving skills with an interest in gathering and understanding comprehensive business requirements. \\tDemonstrated experience defining and documenting business workflows, change management procedures, and data quality processes. \\tAbility to communicate complex issues and ideas with clarity.</p><p>Preferred Qualifications:</p><p>\\tAbility to effectively network across IT and business functions to leverage influence and drive strategic initiatives \\tAbility to self-manage workload \\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tYOUR APPLICATION \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t</p><p>\\t \\t\\t \\t\\t\\t \\t\\t\\tBayer offers a wide variety of competitive compensation and benefits programs. If you meet the requirements of this unique opportunity, and want to impact our mission Science for a better life, we encourage you to apply now. Be part of something bigger. Be you. Be Bayer. \\t\\t\\tTo all recruitment agencies: Bayer does not accept unsolicited third party resumes. \\t\\t\\t \\t\\t\\tBayer is an Equal Opportunity Employer/Disabled/Veterans \\t\\t\\t \\t\\t\\tBayer is committed to providing access and reasonable accommodations in its application process for individuals with disabilities and encourages applicants with disabilities to request any needed accommodation(s) using the contact information below. \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tBayer is an E-Verify Employer. \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tLocation: \\t\\t\\tResidence Based \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tDivision: \\t\\t\\tCrop Science \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tReference Code: \\t\\t\\t798224 \\t\\t\\t \\t\\t\\t \\t\\t \\t</p><p>\\t \\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tContact Us \\t\\t \\t\\t \\t\\t\\t \\t\\t\\t \\t\\t \\t\\t \\t\\t\\tEmail: \\t\\t\\throp_usa@bayer.com \\t\\t \\t</p>",
            "publication_time": "2023-09-15T08:04:14.868Z",
            "source": "AgCareers.com",
            "title": "Data Analyst Co-Op",
            "salary": null
        },
        {
            "id": "128W7_AMJaaSHKGEAAAAAA==",
            "application_url": "https://jobs.cardinalhealth.com/search/jobdetails/sr-data-analyst-data-analytics/e41a9604-dfd6-482f-b6f5-4a261fdf409a?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Cardinal Health",
            "plain_text_description": "What Data Analytics brings to Cardinal Health:\n\nThe Data & Analytics Function oversees the analytics life-cycle in order to identify, analyze and present relevant insights that drive business decisions and anticipate opportunities to achieve a competitive advantage. This function manages analytic data platforms, the access, design and implementation of reporting/business intelligence solutions... and the application of advanced quantitative modeling.\n\nThe Senior Data Analyst, Data Analytics is responsible for data and technology management to support and enable Operations processes including data mining, business analyses, data integrity, data acquisition, reporting and analysis. They use standard and specialized business software tools to assist Operations in managing business processes and performance.\n\nLocation: Remote (ideally targeting candidates based in EST/CST)\n\nResponsibilities\n• This position supports Cardinal Health's Specialty GPO Operations. This team is responsible for supporting the Practice and Pharmaceutical Manufacturer Solutions of the GPO business. This includes reporting, revenue and rebate reconciliation, and services and contract implementation\n• Perform data reconciliations, identify and explain root cause variances, and work with internal and external business partners through resolution. Follow up and being highly organized are key as it could be up to 120 days for resolution\n• Operationalize GPO contracts through reading amendments and fulfilling responsibilities within it\n• Automation of Processes and Reporting to streamline, simplify and provide consistency of content\n• Partner with IT to develop and enhance data tools, perform UAT testing and validation\n• Develop KPI metrics with management\n\nQualifications\n• Intermediate to Advanced Excel skills highly preferred (including Macros, Pivot Tables, Slicers) versus data engineering or data science expertise\n• SQL experience preferred\n• SAP experience preferred\n• 5+ years of relevant work experience preferred\n• Ability to work collaboratively in a team environment and manage multiple tasks\n• Excellent communication and relationship building skills\n• Strong problem-solving skills with the ability to think critically and develop new solutions\n\nWhat is expected of you and others at this level\n• Applies working knowledge in the application of concepts, principles, and technical capabilities to perform varied tasks\n• Works on projects of moderate scope and complexity\n• Identifies possible solutions to a variety of technical problems and takes actions to resolve\n• Applies judgment within defined parameters\n• Receives general guidance may receive more detailed instruction on new projects\n• Work reviewed for sound reasoning and accuracy\n\nCandidates who are back-to-work, people with disabilities, without a college degree, and Veterans are encouraged to apply.\n\nCardinal Health supports an inclusive workplace that values diversity of thought, experience and background. We celebrate the power of our differences to create better solutions for our customers by ensuring employees can be their authentic selves each day. Cardinal Health is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, religion, color, national origin, ancestry, age, physical or mental disability, sex, sexual orientation, gender identity/expression, pregnancy, veteran status, marital status, creed, status with regard to public assistance, genetic status or any other status protected by federal, state or local law",
            "html_description": "<p>What Data Analytics brings to Cardinal Health:</p><p>The Data & Analytics Function oversees the analytics life-cycle in order to identify, analyze and present relevant insights that drive business decisions and anticipate opportunities to achieve a competitive advantage. This function manages analytic data platforms, the access, design and implementation of reporting/business intelligence solutions... and the application of advanced quantitative modeling.</p><p>The Senior Data Analyst, Data Analytics is responsible for data and technology management to support and enable Operations processes including data mining, business analyses, data integrity, data acquisition, reporting and analysis. They use standard and specialized business software tools to assist Operations in managing business processes and performance.</p><p>Location: Remote (ideally targeting candidates based in EST/CST)</p><p>Responsibilities</p><ul><li>This position supports Cardinal Health's Specialty GPO Operations. This team is responsible for supporting the Practice and Pharmaceutical Manufacturer Solutions of the GPO business. This includes reporting, revenue and rebate reconciliation, and services and contract implementation</li><li>Perform data reconciliations, identify and explain root cause variances, and work with internal and external business partners through resolution. Follow up and being highly organized are key as it could be up to 120 days for resolution</li><li>Operationalize GPO contracts through reading amendments and fulfilling responsibilities within it</li><li>Automation of Processes and Reporting to streamline, simplify and provide consistency of content</li><li>Partner with IT to develop and enhance data tools, perform UAT testing and validation</li><li>Develop KPI metrics with management</li></ul><p>Qualifications</p><ul><li>Intermediate to Advanced Excel skills highly preferred (including Macros, Pivot Tables, Slicers) versus data engineering or data science expertise</li><li>SQL experience preferred</li><li>SAP experience preferred</li><li>5+ years of relevant work experience preferred</li><li>Ability to work collaboratively in a team environment and manage multiple tasks</li><li>Excellent communication and relationship building skills</li><li>Strong problem-solving skills with the ability to think critically and develop new solutions</li></ul><p>What is expected of you and others at this level</p><ul><li>Applies working knowledge in the application of concepts, principles, and technical capabilities to perform varied tasks</li><li>Works on projects of moderate scope and complexity</li><li>Identifies possible solutions to a variety of technical problems and takes actions to resolve</li><li>Applies judgment within defined parameters</li><li>Receives general guidance may receive more detailed instruction on new projects</li><li>Work reviewed for sound reasoning and accuracy</li></ul><p>Candidates who are back-to-work, people with disabilities, without a college degree, and Veterans are encouraged to apply.</p><p>Cardinal Health supports an inclusive workplace that values diversity of thought, experience and background. We celebrate the power of our differences to create better solutions for our customers by ensuring employees can be their authentic selves each day. Cardinal Health is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, religion, color, national origin, ancestry, age, physical or mental disability, sex, sexual orientation, gender identity/expression, pregnancy, veteran status, marital status, creed, status with regard to public assistance, genetic status or any other status protected by federal, state or local law</p>",
            "publication_time": "2023-09-12T08:04:14.869Z",
            "source": "Cardinal Health Careers",
            "title": "Sr. Data Analyst, Data Analytics",
            "salary": null
        },
        {
            "id": "OpN8qjs0jZE4q9ReAAAAAA==",
            "application_url": "https://www.linkedin.com/jobs/view/data-analyst-at-the-phoenix-group-3715662840?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "The Phoenix Group",
            "plain_text_description": "A leading international Law Firm is seeking to add a Financial Business Intelligence Analyst to join their Finance Department.\n\nYou will supports the Firm’s financial analysis, in addition to the reporting and data analytics needs, to ensure accurate and reliable financial information is provided for decision making and planning. You will directly interact with Firm Leadership, Attorneys and all... functional departments within the Firm.\n\nRequirements\n\n· 3+ years of Financial reporting and Analysis experience\n\n· Strong experience with SQL\n\n· PowerBI or Tableau required experience\n\n· Need to be technical\n\n· Experience working in a Law Firm (strongly preferred) or Financial Industry\n\nD.C.-Onsite 3x a week\n\n80k-133k (depending on years of experience)\n\n10 paid holidays per year, and a generous PTO program\n\nMedical, Dental, Vision, Life/AD&D, Long Term Care, and Short and Long Term Disability\n\nVoluntary 401k plan and profit sharing",
            "html_description": "<p>A leading international Law Firm is seeking to add a Financial Business Intelligence Analyst to join their Finance Department.</p><p>You will supports the Firm’s financial analysis, in addition to the reporting and data analytics needs, to ensure accurate and reliable financial information is provided for decision making and planning. You will directly interact with Firm Leadership, Attorneys and all... functional departments within the Firm.</p><p>Requirements</p><p>· 3+ years of Financial reporting and Analysis experience</p><p>· Strong experience with SQL</p><p>· PowerBI or Tableau required experience</p><p>· Need to be technical</p><p>· Experience working in a Law Firm (strongly preferred) or Financial Industry</p><p>D.C.-Onsite 3x a week</p><p>80k-133k (depending on years of experience)</p><p>10 paid holidays per year, and a generous PTO program</p><p>Medical, Dental, Vision, Life/AD&D, Long Term Care, and Short and Long Term Disability</p><p>Voluntary 401k plan and profit sharing</p>",
            "publication_time": "2023-09-13T08:04:14.870Z",
            "source": "LinkedIn",
            "title": "Data Analyst",
            "salary": null
        },
        {
            "id": "GfdgENlaEndveVZPAAAAAA==",
            "application_url": "https://careers.wipro.com/jobs/3022011?lang=en-us&utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic",
            "company_name": "Wipro",
            "plain_text_description": "Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO) is a leading technology services and consulting company focused on building innovative solutions that address clients’ most complex digital transformation needs. We leverage our holistic portfolio of capabilities in consulting, design, engineering, operations, and emerging technologies to help clients realize their boldest ambitions and build... future-ready, sustainable businesses. A company recognized globally for its comprehensive portfolio of services, strong commitment to sustainability and good corporate citizenship, we have over 250,000 dedicated employees serving clients across 66 countries. We deliver on the promise of helping our customers, colleagues, and communities thrive in an ever-changing world.\n• A PROUD HISTORY OF OVER 75 YEARS\n• FY22 REVENUE 10.4 BN USD\n• WE’RE PRESENT IN 66 COUNTRIES\n• OVER 1,400 ACTIVE GLOBAL CLIENTS\n\nABOUT TOPCODER\n\nAt Topcoder, our purpose is to unlock the potential of the global workforce. We do this by embracing a competitive open innovation model to build premier grade IT solutions that solve our clients toughest problems. As a part of Lab45 (Wipro’s visionary space for developing ground-breaking solutions to foster and accelerate ideation), Topcoder is pioneering the way work gets done. Topcoder offers competitive programming, freelance gigs, and opportunities to our 1.6M community by connecting them to some of the most high profile clients in the world.\n\nOver the past two decades, Comcast, Google, Harvard, Microsoft, NASA, SpaceNet, T-Mobile, US Department of Energy, Zurich Insurance, and more have put their trust in Topcoder, and our community, to develop industry leading solutions. Join us in our mission to unlock the potential of the global workforce!\n\nJob Role: Data Analyst\n\nLocation: Remote\n\nRole Summary\n\nTopcoder’s Strategy & PMO team is looking for a talented Data Analyst to own company-wide metric development, reporting, and data analysis. The Data Analyst will be responsible for working closely with finance and business partners to gather requirements, deep dive data sources, analyze data, build inferences, and deliver compelling and actionable data insights in terms of reports and dashboards. This role requires an individual with excellent understanding of SQL, query development, PowerBI, good business acumen and the ability to work with partner business teams. The successful candidate will be a self-starter comfortable with ambiguity, possess a strong attention to detail, an ability to work in a fast-paced and ever-changing environment, and driven by a desire to innovate in this space.\n\nResponsibilities and Duties:\n• Design, build, and enhance reporting dashboards to provide visibility of business and operational performance across our KPI’s.\n• Partner with business and operations teams to gather user stories and metric requirements.\n• Partner with data architects and data engineers who are updating and designing a new data lake to understand data analysis capabilities. \n• Leverage PowerBI to extract and manipulate data from a variety of diverse sources. \n• Perform deep analysis on datasets to understand data structure and possible metrics/visuals to answer business questions.\n• Collaborate on strategic priorities with data analysis and modeling.\n• Support and training to users in reports definition and usage\n\nQualification and Skills:\n• 5+ years in relevant experience as Data Analyst, Business Analyst, Business Intelligence Engineer, or equivalent.\n• Advanced proficiency in SQL, PowerBI, ETL, Microsoft Excel, and website analytics\n• Knowledge of Data Mining Practices, Business Intelligence, and Relational Database structures\n• Strong Analytical skills – has ability to start from ambiguous problem statements, identify and access relevant data, make appropriate assumptions, perform insightful analysis and draw conclusion relevant to the business problem.\n• Demonstrated ability to communicate complex technical problems in simple plain stories.\n• Ability to present information professionally & concisely with supporting data.\n• Ability to work effectively & independently in a fast-paced environment with tight deadlines.\n• Strong understanding of user experience design best practices with a human-centered approach\n\nAdditional Skills:\n• Additional programming language experience such as Python or R\n• Experience with other BI Visualization tools such as Looker and Tableau\n• Finance/Accounting experience\n• Project Management experience\n• Good understanding of dimensional modeling and relational databases\n\nEEO/ minority /Female/veterans/disabled/Sexual Orientation /Gender Identity/ National origin",
            "html_description": "<p>Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO) is a leading technology services and consulting company focused on building innovative solutions that address clients’ most complex digital transformation needs. We leverage our holistic portfolio of capabilities in consulting, design, engineering, operations, and emerging technologies to help clients realize their boldest ambitions and build... future-ready, sustainable businesses. A company recognized globally for its comprehensive portfolio of services, strong commitment to sustainability and good corporate citizenship, we have over 250,000 dedicated employees serving clients across 66 countries. We deliver on the promise of helping our customers, colleagues, and communities thrive in an ever-changing world.</p><ul><li>A PROUD HISTORY OF OVER 75 YEARS</li><li>FY22 REVENUE 10.4 BN USD</li><li>WE’RE PRESENT IN 66 COUNTRIES</li><li>OVER 1,400 ACTIVE GLOBAL CLIENTS</li></ul><p>ABOUT TOPCODER</p><p>At Topcoder, our purpose is to unlock the potential of the global workforce. We do this by embracing a competitive open innovation model to build premier grade IT solutions that solve our clients toughest problems. As a part of Lab45 (Wipro’s visionary space for developing ground-breaking solutions to foster and accelerate ideation), Topcoder is pioneering the way work gets done. Topcoder offers competitive programming, freelance gigs, and opportunities to our 1.6M community by connecting them to some of the most high profile clients in the world.</p><p>Over the past two decades, Comcast, Google, Harvard, Microsoft, NASA, SpaceNet, T-Mobile, US Department of Energy, Zurich Insurance, and more have put their trust in Topcoder, and our community, to develop industry leading solutions. Join us in our mission to unlock the potential of the global workforce!</p><p>Job Role: Data Analyst</p><p>Location: Remote</p><p>Role Summary</p><p>Topcoder’s Strategy & PMO team is looking for a talented Data Analyst to own company-wide metric development, reporting, and data analysis. The Data Analyst will be responsible for working closely with finance and business partners to gather requirements, deep dive data sources, analyze data, build inferences, and deliver compelling and actionable data insights in terms of reports and dashboards. This role requires an individual with excellent understanding of SQL, query development, PowerBI, good business acumen and the ability to work with partner business teams. The successful candidate will be a self-starter comfortable with ambiguity, possess a strong attention to detail, an ability to work in a fast-paced and ever-changing environment, and driven by a desire to innovate in this space.</p><p>Responsibilities and Duties:</p><ul><li>Design, build, and enhance reporting dashboards to provide visibility of business and operational performance across our KPI’s.</li><li>Partner with business and operations teams to gather user stories and metric requirements.</li><li>Partner with data architects and data engineers who are updating and designing a new data lake to understand data analysis capabilities.</li><li>Leverage PowerBI to extract and manipulate data from a variety of diverse sources.</li><li>Perform deep analysis on datasets to understand data structure and possible metrics/visuals to answer business questions.</li><li>Collaborate on strategic priorities with data analysis and modeling.</li><li>Support and training to users in reports definition and usage</li></ul><p>Qualification and Skills:</p><ul><li>5+ years in relevant experience as Data Analyst, Business Analyst, Business Intelligence Engineer, or equivalent.</li><li>Advanced proficiency in SQL, PowerBI, ETL, Microsoft Excel, and website analytics</li><li>Knowledge of Data Mining Practices, Business Intelligence, and Relational Database structures</li><li>Strong Analytical skills – has ability to start from ambiguous problem statements, identify and access relevant data, make appropriate assumptions, perform insightful analysis and draw conclusion relevant to the business problem.</li><li>Demonstrated ability to communicate complex technical problems in simple plain stories.</li><li>Ability to present information professionally & concisely with supporting data.</li><li>Ability to work effectively & independently in a fast-paced environment with tight deadlines.</li><li>Strong understanding of user experience design best practices with a human-centered approach</li></ul><p>Additional Skills:</p><ul><li>Additional programming language experience such as Python or R</li><li>Experience with other BI Visualization tools such as Looker and Tableau</li><li>Finance/Accounting experience</li><li>Project Management experience</li><li>Good understanding of dimensional modeling and relational databases</li></ul><p>EEO/ minority /Female/veterans/disabled/Sexual Orientation /Gender Identity/ National origin</p>",
            "publication_time": "2023-08-24T08:04:14.870Z",
            "source": "Wipro Careers",
            "title": "Topcoder - Data Analyst",
            "salary": {
                "currency": "USD",
                "min_salary": 507685,
                "max_salary": 507685,
                "salary_type": "yearly"
            }
        }
    ]
}